Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_6 Information_6 INFORMATSIOON.tmx
Source language: en
Languages: et

source: 6 Information
et: 6 INFORMATSIOON

source: This clause of Part 1 applies except as follows.
et: Rakendatakse osa 1 jaotist 6 koos alljärgnevate täienduste ja asendustega.

source: 6.1 ASSEMBLY designation marking
et: 6.1 Kooste nimesildid

source: Addition to first paragraph:
et: Esimese lõigu täiendus:

source: The test of 10.2.7 only applies to DBOs intended for outdoor installation.
et: Jaotises 10.2.7 kirjeldatud katsetust rakendatakse üksnes välisjaotuskilpidele, mida tohivad käsitada tavaisikud.

source: NOTE
et: MÄRKUS

source: In Germany and Sweden, 10.2.7 applies to DBOs intended for indoor installation.
et: Saksamaal ja Rootsis rakendatakse jaotist 10.2.7 sisejaotuskilpidele, mida tohivad käsitada tavaisikud.

source: Addition of the following new items:
et: Lisanduvad järgmised uued loendiühikud:

source: e) rated current of the DBO using the symbol InA e.g. InA 250 A;
et: e) tavaisikute poolt käsitamiseks ette nähtud jaotuskilpide tunnusvool tähisega InA, nt InA 250 A;

source: f) degree of protection if greater than IP 2XC.
et: f) kaitseaste, kui see on kõrgem kui IP 2XC.
